{
    "first visit": "This is the content of our webpage that includes information for people who are visiting the artifactory for the first time. It can be found at https://artifactory.org.au/pages/first_visit\nYour first visit\nWhen to come\nThe best time to check out the space is at our monthly Open Day which is held on the first Saturday of every month. Drop in any time between 11am and 2pm and we'll have volunteers on hand to talk you through our facilities, events, and community. If you're planning on coming down to an Open Day there's no need to let us know beforehand.\n\nThe next best time is during one of these events:\n\nGeneral Hacking days, our weekly general build days (11am to 5pm every Saturday)\nArduino U, our fortnightly electronics night (7:30pm-10:30pm on Wednesday)\nMetal Monday, our fortnightly metal fabrication night (7pm-10pm on Monday).\nIf your first visit will be during one of these events and you have a focused area of interest not covered by the event in question please get in contact beforehand so we can make sure there's a volunteer around that can answer your specific questions.\n\nYou're also welcome at every other event on our calendar but due to the specialised nature of other events there may not be volunteers around that can answer questions about The Artifactory itself.\n\nWhat to bring\nYou don't need to bring anything if you just want to check out the workshop. If you want to bring a project to work on that's okay too. Please get in contact if you're not sure whether we have the tools required for your project in particular or you need to arrange training/induction on a particular tool.\n\nCost\nThere's no cost to come by for a tour during any of our events. If you want to stick around afterwards and make use of the facilities or participate in an event then you'll need to pay the Day Pass rate ($15).",
    "membership": "This is the contents of the webpage on artifactory memberships. It can be found here https://artifactory.org.au/pages/membership\nThe Artifactory is mainly funded by its memberships and all funds received go towards keeping the Artifactory doors open. We do not receive ongoing government funding and pay rent at commercial rates.\n\nIn the interest of supporting the local community we also have several free membership programs for students.\n\nJoining the Artifactory as a member (as opposed to using the space with a Day Pass) requires an application to join. We encourage everyone to tour the space in person at one of our Open Days first before applying to join as a member. Once you have submitted your application and paid the corresponding membership fee you're able to use the space as a member until your application is processed. The only exception is you will need to be approved before you can get a 24/7 key. In the event your application is unsuccessful (rare) we will refund your membership fee.\n\nFull/Concession membership\nFull: $75/mo\nConcession: $45/mo\n\nAccess to a communal workshop space located in an industrial estate, with indoor and outdoor work areas (excluding rehearsal room).\nAccess to heavy duty tools, machines and facilities (some tools incur additional costs).\nDiscounts or free entry for Artifactory run events and workshops.\nFree WiFi, small kitchenette and toilet facilities.\nEligible for a 24/7 key (A bond equal to three months membership is required).\nBand membership\n$100/mo\n\nAccess to the Artifactory rehearsal room with at least 3 rehearsal slots a month.\nFree entry for band members to music related events held at the Perth Artifactory. Including NoizeMaschin!! and ModularSynth.\nFree WiFi, small kitchenette and toilet facilities.\nDay Pass rates apply to band members wanting to access tools/machines/workshop.\nGift memberships\nOur full/concession membership can be purchased as a gift here. Once purchased we will get in contact with you to organise the details. Recipients of gift memberships go through the same application process as other members.\n\nWho can be a member?\nAny person who is at least 18 years of age and supports the objects of the Association is eligible to apply to become a member. For further information see our Constitution.\n\nMembers’ minors are welcome to use the Artifactory but must remain under parental/guardian supervision. ",
    "workshop usage": "People can use the artifactory as a casual user (without a membership) but only during an event. This is because the space is only open to the public during events. People can sign up as a member to get 24/7 access to the workshop. The laser cutters, 3d printers, cnc router, lathe, and mill can only be used after going through an induction but other tools typically only require a quick workshop induction. Inductions should be organised beforehand but tools do not need to be booked before they can be used. The best times to use The Artifactory as a casual user is during General Hacking Days, Arduino U, and Metal Monday. The best time to get a tour (but not use tools) is the open day.",
    "bot primer": "When responding to queries we typically refer to ourselves as The Artifactory. Assume that you don't need to include a sign off in responses, that will be handled by an email client."
}